/* No comment provided by engineer. */
"Are you satisfied with the answer? Would you like to review the App?" = "您对这个答案满意吗？给个评价吧！";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot find this app on iTunes Store." = "无法在 iTunes Store 上面找到这个这个应用.";

/* No comment provided by engineer. */
"Check Out" = "查看";

/* No comment provided by engineer. */
"Contact Us" = "反馈";

/* No comment provided by engineer. */
"Continue to reopen it?" = "重新打开?";

/* No comment provided by engineer. */
"Conversation" = "会话";

/* No comment provided by engineer. */
"Conversation close failure!\nPlease check your network connection and try again." = "关闭会话失败!\n请检查网络连接然后重试.";

/* No comment provided by engineer. */
"Email (Optional)" = "邮箱 (可选)";

/* No comment provided by engineer. */
"Email invalid" = "邮箱地址不合法";

/* No comment provided by engineer. */
"Error" = "错误";

/* No comment provided by engineer. */
"failed to close current issue" = "网络连接失败，请稍后重试!";

/* No comment provided by engineer. */
"failed to fetch current issue" = "网络连接失败，请稍后重试!";

/* No comment provided by engineer. */
"failed to get faq item content" = "网络连接失败，请稍后重试!";

/* No comment provided by engineer. */
"failed to display faq item content" = "出错了!";

/* No comment provided by engineer. */
"failed to load faq items" = "网络连接失败，请稍后重试!";

/* No comment provided by engineer. */
"failed to load faq sections" = "网络连接失败，请稍后重试!";

/* No comment provided by engineer. */
"failed to search faq item" = "网络连接失败，请稍后重试!";

/* No comment provided by engineer. */
"FAQ" = "常见问题";

/* No comment provided by engineer. */
"If you love our app, please take a moment to rate it in the App Store" = "喜欢我们的应用？给个评价吧。";

/* No comment provided by engineer. */
"Images upload failed." = "图片上传失败.";

/* No comment provided by engineer. */
"images upload failed." = "张图片上传失败.";

/* No comment provided by engineer. */
"Invalid Entry" = "无效的描述";

/* No comment provided by engineer. */
"Later" = "稍后";

/* Default DejalActivtyView label text */
"Loading..." = "加载中...";

/* No comment provided by engineer. */
"Message send failure!\nPlease check your network connection and try again." = "Message send failure!\nPlease check your network connection and try again.";

/* No comment provided by engineer. */
"Message send failure." = "消息发送失败！";

/* No comment provided by engineer. */
"Name" = "名字";

/* No comment provided by engineer. */
"Name Invalid" = "无效的名字";

/* No comment provided by engineer. */
"New Conversation" = "意见反馈";

/* No comment provided by engineer. */
"NO" = "否";

/* No comment provided by engineer. */
"Not yet" = "还没有";

/* No comment provided by engineer. */
"OK" = "确认";

/* No comment provided by engineer. */
"Ok,attach" = "好，附加";

/* No comment provided by engineer. */
"Please check your network connection and try again." = "请检查你的网络然后重试.";

/* No comment provided by engineer. */
"Please enter a brief description of the issue you are facing." = "请简要描述你遇到的问题。";

/* No comment provided by engineer. */
"Please provide a name." = "请提供一个名字.";

/* No comment provided by engineer. */
"Please provide a valid email address." = "请提供一个有效的电子邮件地址。";

/* No comment provided by engineer. */
"Please refer to FAQ: " = "请参阅 FAQ: ";

/* No comment provided by engineer. */
"Question" = "问题";

/* No comment provided by engineer. */
"Questions" = "问题";

/* No comment provided by engineer. */
"Rate" = "评分";

/* No comment provided by engineer. */
"Rate our App" = "给应用评分";

/* No comment provided by engineer. */
"Reopen" = "重新开启";

/* No comment provided by engineer. */
"Resolved" = "已解决";

/* No comment provided by engineer. */
"Review" = "评价";

/* No comment provided by engineer. */
"search" = "搜索";

/* No comment provided by engineer. */
"Searching..." = "搜索中...";

/* No comment provided by engineer. */
"Send" = "发送";

/* No comment provided by engineer. */
"Send Feedback" = "发送反馈";

/* No comment provided by engineer. */
"Sending your message..." = "正在发送您的消息...";

/* No comment provided by engineer. */
"The issue has been resolved?" = "问题解决了吗？";

/* No comment provided by engineer. */
"This FAQ does not exit." = "这个 FAQ 不存在。";

/* No comment provided by engineer. */
"Try Again" = "重试";

/* No comment provided by engineer. */
"What's on your mind?" = "有什么问题或反馈吗？";

/* No comment provided by engineer. */
"You have %d new messages." = "你有 %d 条新消息。";

/* No comment provided by engineer. */
"You have a new message." = "您有一条新消息。";

/* No comment provided by engineer. */
"Your message was not sent. Tap \"Try Again\" to send this message?" = "您的消息未发送。点击“重试”重新发送此消息吗？";

